[
    {
        "title": "Peter Millar Stretch Tattersall Woven Sport Shirt",
        "description": "This premier sport shirt is made from a unique performance fabric that offers stretch for optimum mobility and ideal comfort on the course or around town. The innovative fabric construction allows for exceptional breathability and moisture management that keeps the garment fresh throughout wear. Styled with a button down collar, French placket, left chest pocket and double button barrel cuffs. 94% nylon 6% spandex sport shirt. Imported.",
        "product_photo": "../assets/product_1.jpg",
        "price": 152.98,
        "likes": 0

    },
    {
        "title": "Nike Tech Quarter Zip Vest",
        "description": "185g stretch woven. Decoupled lower body for enhanced mobility, inner hand warmer connected to sleeve, side zip pockets, printed center front zipper. Wear for training or practice. Imported.",
        "product_photo": "../assets/product_2.jpg",
        "price": 150,
        "likes": 0

    },
    {
        "title": "Nike Long Sleeve",
        "description": "DRI FIT DOUBLE KNIT ENGINEERED FABRICATION PROVIDES VISUAL QUES TO TECHNOLOGY, SPECIFICALLY IN THE SLEEVES WHERE LARGER HOLE MESH ALLOWS BREATHABILITY, ELBOW AREA IS ARTICULATED FOR MOBILITY, AND TAPERED SLEEVE FOR ZERO DISTRACTIONS. MOTION VENT ALLOWS THE TOP TO MOVE WITH YOU AND SHOULDER MOBILITY SEAM WITH BONDED BEMIS TAPING, FIT TO PROVIDE OPTIMAL RANGE OF MOTION WHEN PUTTING UP SHOTS. SOFT HAND KNIT WITH PLENTY OF STRETCH PROVIDES OPTIMUM COMFORT. SCHOOL NAME PRINTED ACROSS THE FRONT CHEST. CRAFTED FOR THE BASKETBALL ATHLETE. Imported.",
        "product_photo": "../assets/product_3.jpg",
        "price": 120,
        "likes": 0

    },
    {
        "title": "Peter Millar College Stripe Stretch Jersey Polo",
        "description": "Lightweight, breathable, quick dry performance fabric stretches four ways for maximum comfort. 92% polyester, 8% spandex with a knit collar and UPF 50 sun protection. This solid polo shirt delivers no matter how hot the matchup. Imported.",
        "product_photo": "../assets/product_4.jpg",
        "price": 112.98,
        "likes": 0

    },
    {
        "title": "Nike Game Jersey",
        "description": "100% Polyester. Imported.",
        "product_photo": "../assets/product_5.jpg",
        "price": 100,
        "likes": 0

    }
]